{
	"@metadata": {
		"authors": [
			"Fitoschido",
			"Ssola"
		]
	},
	"consolename": "Interfície de gestió de l'IABot",
	"selectwiki": "Seleccioneu wiki",
	"selectlang": "Seleccioneu llengua",
	"activeusers5text": "Usuaris actius els 5 darrers minuts",
	"consoledescription": "Aquesta aplicació web proveeix una col·lecció d'eines i serveis que fan la utilització i el manteniment de l'InternetArchiveBot més divertides. Per començar només cal que inicieu sessió, amb el vostre compte de Viquipèdia, i escolliu l'eina que vulgueu usar de la barra de navegació.",
	"startpagelabel": "Pàgina d'inici",
	"runbotmenutitle": "Executa el bot",
	"runbotmenutitlesingle": "Corregeix una sola pàgina",
	"runbotmenutitlequeuerequest": "Posa el bot a la cua per a executar-se en múltiples pàgines",
	"runbotmenutitleanalysis": "Analitza una pàgina",
	"manageurlmenutitle": "Gestionar dades d'URL",
	"manageurlmenutitlesingle": "Gestiona URL individualment",
	"manageurlmenutitledomain": "Gestiona dominis sencers",
	"bugreportmenutitle": "Envia informació d'error",
	"bugreportmenutitlefalsepositive": "Informa de fals positiu",
	"bugreportmenutitlerealbug": "Informa d'un error",
	"metamenutitle": "Meta",
	"metamenutitlelogs": "Registres de la interfície",
	"metamenutitleusers": "Usuaris de la interfície",
	"metamenutitleinfo": "Informació de la interfície",
	"metamenutitlerootheader": "Només accés administratiu",
	"metamenutitlefalsepositivereview": "Accedeix al registre de falsos positius.",
	"metamenutitlebotqueue": "Accedeix a la cua del bot",
	"loginbutton": "Inici de sessió",
	"logoutbutton": "Finalitza la sessió",
	"notloggedin": "No heu iniciat la sessió",
	"usermebutton": "El meu compte",
	"underconstruction": "Pàgina en construcció",
	"underconstructiontext": "Aquesta pàgina o eina encara està en desenvolupament i estarà disponible pròximament.",
	"tosheader": "Condicions d'ús",
	"tosbody": "Si us plau, llegiu i accepteu les següents condicions d'ús abans d'utilitzar aquesta interfície.<br><br>ÚS DE LA INTERFÍCIE:<br>Els canvis efectuats al nucli de memòria del robot mitjançant aquesta aplicació tenen un efecte directe a l'operativitat del robot a la Viquipèdia. Per això, accepteu prendre responsabilitat de qualsevol canvi problemàtic del robot causat per indicacions que l'hi hagueu fet. Utilitzant aquesta interfície, també accepteu la responsabilitat de canvis fets per bots en el vostre nom i que aquests canvis duguin el vostre nom d'usuari al resum per l'atribució. A més a més, els canvis a una sola pàgina es faran des del vostre compte.<br><br>POLÍTICA DE BLOCATGES I DISRUPCIÓ:<br>Fer canvis perjudicials a través d'aquesta interfície provoca canvis perjudicials a la Viquipèdia. En tal cas, sereu blocats a la interfície per aquesta disrupció. Encara més, aquesta eina s'ha de considerar una extensió de la Viquipèdia, en el sentit que l'ús d'aquesta interfície us subjecta a la mateixa normativa que la versió local de Viquipèdia, i una tal disrupció des d'aquesta interfície pot causar el vostre blocatge a la Viquipèdia per part dels administradors locals. Ser blocat a la Viquipèdia també bloca la vostra capacitat de fer canvis mitjançant la interfície, com si estiguéreu blocats directament.<br><br>PRIVACITAT:<br>Totes les accions fetes en aquesta interfície són registrades públicament per a poder resseguir les responsabilitats. Es desen certes dades no sensibles de tots els usuaris de la interfície durant el registre inicial. Aquestes dades inclouen el nom d'usuari actual, el darrer inici de sessió, la darrera acció, la llengua preferida, dades públiques proveïdes per l'extensió OAuth i si estan blocats o no. No es registra ni es desa cap tipus d'informació privada.",
	"accept": "Accepta",
	"decline": "Rebutja",
	"tokenerrorheader": "Error de testimoni",
	"tokenerrormessage": "S'ha produït un error de correspondència amb el testimoni durant la petició. Proveu de fer la petició de nou.",
	"tokenneededheader": "Manca el testimoni",
	"tokenneededmessage": "La petició no inclou el testimoni requerit. Proveu de fer la petició de nou.",
	"checksumerrorheader": "Error de suma de verificcació",
	"checksumerrormessage": "La suma de verificació d'aquesta petició no és vàlida. És possible que hagueu refrescat la pàgina amb les dades del formulari.",
	"checksumneededheader": "Manca la suma de verificació",
	"checksumneededmessage": "La petició no inclou la suma de verificació requerida. Proveu de fer la petició de nou.",
	"404": "No trobat",
	"404message": "La pàgina heu demanat no existeix. Comproveu que la URL assenyala al lloc que toca.",
	"404User": "Usuari inexistent",
	"404Usermessage": "L'usuari que esteu intentant consultar no existeix. És possible que aquest usuari encara no hagi fet servir la interfície.",
	"loginrequired": "Cal que inicieu una sessió",
	"loginrequiredmessage": "Per utilitzar les eines d'aquesta interfície, heu d'iniciar una sessió amb el vostre compte de la Viquipèdia. <a href=\"oauthcallback.php?action=login&returnto={{returnto}}\">Accediu-hi per començar</a>.",
	"userheader": "Detalls del compte de {{username}}",
	"accountdetailstitle": "Detalls del compte",
	"userid": "ID d'usuari",
	"username": "Nom d'usuari",
	"userlaston": "Darrer accés al compte",
	"userlastactive": "Darrera activitat de l'usuari",
	"groupmember": "Membres de",
	"blocked": "Blocat",
	"yes": "Sí",
	"no": "No",
	"blocksource": "Origen del blocatge",
	"blockedinternally": "L'usuari està blocat a la interfície",
	"blockedonwiki": "L'usuari està blocat al wiki local",
	"blockedunknown": "La font del blocatge és desconeguda, si us plau informeu d'això com a error",
	"userflags": "Permisos d'usuari",
	"usersummaryheader": "Resum de l'activitat de l'usuari",
	"pagesrescued": "Pàgines recuperades",
	"botsstarted": "Tasques de bot executades",
	"urlschanged": "Dades d'URL modificades",
	"domainschanged": "Dades de domini modificades",
	"fpreported": "Falsos positius informats",
	"permissionscontrol": "Canvia els permisos d'usuari",
	"permissionscontrolnopermission": "Permisos insuficients per controlar els permisos d'usuari",
	"last100userlogs": "Darreres 100 entrades del registre",
	"tosaccept": "Ha acceptat l'acord d'usuari sobre les condicions d'ús.",
	"tosdecline": "Ha rebutjat l'acord d'usuari sobre les condicions d'ús.",
	"welcome": "Us donem la benvinguda",
	"pageanalysisinstructions1a": "Teniu un límit de 5 pàgines per minut. Si heu d'executar el bot sobre una llista de pàgines, aleshores envieu una sol·licitud de tasca.",
	"pageanalysisinstructions1b": "L'anàlisi de pàgines pot trigar una mica, tingueu paciència.",
	"pageanalysisinstructions1c": "Un cop enviat l'article per analitzar, si el bot hi troba quelcom, es pot fer-hi una modificació en el vostre nom immediatament.",
	"pageanalysisinstructions1d": "Sou responsable dels canvis fets per l'eina a petició vostra.",
	"pageanalysis": "Analitza una pàgina",
	"analyze": "Analitza",
	"pagesearchplaceholder": "Títol de la pàgina a analitzar",
	"analysisreason": "Motiu per analitzar de la pàgina (opcional)",
	"runstats": "Estadístiques d'execució",
	"timerequired": "Durada d'execució",
	"pagemodified": "Pàgina modificada",
	"pagesmodified": "Pàgines modificades",
	"linksanalyzed": "Enllaços analitzats",
	"linksrescued": "Enllaços recuperats",
	"linkstagged": "Enllaços etiquetats",
	"linksarchived": "Enllaços arxivats",
	"modificationsmade": "Modificacions fetes",
	"seconds": "Segons",
	"mladdarchive": "Afegit l'arxiu {{newarchive}} a {{link}}",
	"mlmodifyarchive": "Reemplaçat l'arxiu {{oldarchive}} amb {{newarchive}} a {{enllaç}}",
	"mlfix": "Corregit el format/ús de {{link}}",
	"mltagged": "Afegida l'etiqueta {{dead link}} a {{link}}",
	"mltagremoved": "Suprimida l'etiqueta d'enllaç no actiu de {{link}}",
	"mldefault": "Font modificada per {{link}}",
	"page404": "El títol no és correcte",
	"page404message": "La pàgina que heu introduït no és vàlida o no existeix. Si us plau, comproveu que l'hagueu escrita bé i intenteu-ho de nou.",
	"apierror": "Error de l'API",
	"ratelimiterror": "Error de límit de freqüència",
	"ratelimiterrormessage": "Ho sentim, l'acció que intenteu efectuar té un límit de freqüència. Torneu-ho a intentar en un minut.",
	"analyzepagesuccess": "Pàgina analitzada amb èxit. Les estadístiques i les modificacions estan descrites a sota. Si us plau, comproveu que els arxius funcionin i corregiu els arxius incorrectes amb <a href=\"index.php?page=manageurlsingle\">aquesta eina</a>.",
	"analyzepageanalyzepage": "Analitzada la pàgina <a href=\"{{wikiroot}}wiki/{{htmllogobjecttext}}\">{{htmllogobjecttext}}</a>",
	"sessionerror": "Sembla que hi ha un problema amb la vostra sessió actual. Reinicieu la sessió i intenteu-ho de nou.",
	"pageanalyzingpleasewait": "Anàlisi de la pàgina en curs. Tingueu paciència.",
	"analyzing": "Analitzant",
	"botsubmit": "Programeu una tasca de bot",
	"loadurllist": "Carrega pàgines a partir de la cerca d'URL",
	"loaddomainlist": "Carrega pàgines a partir de la cerca de domini",
	"botjobsubmitinstructions1": "Introduïu la llista de pàgines en què treballar. Tingueu en compte les següents coses:",
	"botjobsubmitinstructions1a": "Els títols d'articles no es comproven quan s'envien. Si un títol no està ben escrit, se saltarà.",
	"botjobsubmitinstructions1b": "Les redireccions no se segueixen.",
	"botjobsubmitinstructions1c": "Teniu el següent límit de títols per tasca de bot: {{submitlimit}}",
	"botjobsubmitinstructions1d": "No podeu tenir més de 5 tasques de bot actives o en cua a la vegada.",
	"botjobsubmitinstructions2": "Alternativament, si heu cercat URL o dominis durant aquesta sessió, podeu carregar el darrer resultat com a tasca de bot clicant el botó corresponent de sota. Les restriccions de damunt s'apliquen igualment.",
	"pagelisterror": "Error amb la llista de pàgines",
	"missingpagelistsource": "No s'ha pogut carregar cap llista de pàgines de la font indicada. Heu cercat primer la font?",
	"botdatacorrupted": "Les dades que calen per a completar la tasca no hi són, són corruptes o no es poden llegir.",
	"botqueuesuccess": "S'ha posat el bot a la cua amb èxit.",
	"botqueuerateexceeded": "Ho sentim, hi ha un límit de 5 peticions de tasca actives alhora. Espereu que alguna acabi.",
	"bqsubmiterror": "Error de petició",
	"bqstatus": "Estat actual de l'execució",
	"jobview": "Vegeu les dades de la tasca",
	"jobdetailsheader": "Detalls de la tasca",
	"pagelist": "Llista d'articles en què treballar",
	"jobsearchplaceholder": "ID de tasca per cercar",
	"listtoolarge": "La llista és massa llarga per omplir-la. Ens sap greu.",
	"joberror": "Error en la cerca de tasca",
	"job404": "La tasca que esteu buscant no existeix.",
	"jobviewinstructions": "Si voleu saber l'estat d'una tasca, podeu fer servir aquesta eina per veure'n el progrés en temps real. Introduïu l'ID de tasca i cliqueu a cerca.",
	"runbotonpages": "Executa el bot a les pàgines afectades.",
	"logjobdata": "Registre de tasques",
	"logview": "Mostra el registre d'activitat",
	"logviewinstructions": "Podeu seleccionar qualsevol categoria per filtrar-ne els registres i limitar-los a un sol usuari. Per fer-ho, utilitzeu el formulari de sota.",
	"logviewinstructions1": "Les accions del registre es divideixen en categories. Podeu seleccionar-ne tantes com vulgueu de cada categoria.",
	"logviewinstructions2": "Les categories són, ordenadament, Condicions d'ús, accions administratives, informació d'errors, accions de metadades i correcció d'enllaços no actius.",
	"logviewinstructions3": "La segona té 5 elements i l'última categoria en té 6.",
	"logtosaccept": "Accepta les Condicions d'ús",
	"logtosdecline": "Rebutja les Condicions d'ús",
	"logpermissionchange": "Permisos d'usuari canviats",
	"logpermissionchangeglobal": "Permisos d'usuari globals canviats",
	"logblock": "Usuari blocat",
	"logunblock": "Usuari desblocat",
	"logselfunblock": "Desblocats ells mateixos",
	"logreport": "Fals positiu informat",
	"logdecline": "Informació de fals positiu rebutjada",
	"logopen": "Informació de fals positiu reoberta",
	"logfix": "Corregit un fals positiu informat",
	"logchangestate": "Canviat l'estat d'una URL o domini",
	"logchangeglobalstate": "Canviat l'estat d'un domini",
	"logchangeaccess": "Canviada la data d'accés a una URL",
	"logchangearchive": "Canviada la versió arxivada d'una URL",
	"logsubmit": "Tasca de bot sol·licitada",
	"logsuspend": "Tasca de bot aturada",
	"logunsuspend": "Tasca de bot reiniciada",
	"logkill": "Tasca de bot cancel·lada",
	"logfinish": "Tasca de bot finalitzada",
	"loganalyzepage": "Analitzada una pàgina",
	"logarchivedeletedomain": "Esborrats arxius d'un domini",
	"log": "Registre d'activitat per aquest wiki",
	"alteraccesstime": "Aquest permís permet als usuaris alterar el timestamp d'accés d'una URL que el bot ha trobat.",
	"alterarchiveurl": "Aquest permís permet als usuaris alterar la versió d'URL d'un arxiu que el bot ha trobat.",
	"analyzepage": "Aquest permís permet als usuaris fer servir l'eina d'anàlisi de pàgina única.",
	"blacklistdomains": "Aquest permís permet als usuaris posar a la llista negra dominis sencers que el bot ha trobat.",
	"blacklisturls": "Aquest permís permet als usuaris posar a la llista negra una URL que el bot ha trobat.",
	"blockuser": "Aquest permís permet als usuaris blocar altres usuaris de la interfície.",
	"botsubmitlimit5000": "Aquest permís apuja el límit de tasques de bot a 5000 articles per tasca.",
	"botsubmitlimit50000": "Aquest permís apuja el límit de tasques de bot a 50000 articles per tasca.",
	"botsubmitlimitnolimit": "Aquest permís suprimeix el límit d'articles en una tasca de bot.",
	"changefpreportstatus": "Aquest permís permet als usuaris canviar l'estat de qualsevol fals positiu informat.",
	"changebqjob": "Aquest permís permet als usuaris modificar l'estat de qualsevol tasca de bot activa i permet aturar qualsevol tasca de bot.",
	"changedomaindata": "Aquest permís permet als usuaris modificar l'estat de dominis sencers que el bot ha trobat.",
	"changeglobalpermissions": "Aquest permís permet als usuaris canviar els permisos d'un altre usuari i aplicar-los a tots els wikis.",
	"changemassbq": "Aquest permís permet als usuaris canviar totes les tasques actives a qualsevol estat de la seva elecció simultàniament.",
	"changepermissions": "Aquest permís permet als usuaris canviar els permisos d'un altre usuari.",
	"changeurldata": "Aquest permís permet als usuaris canviar les dades d'una URL que el bot ha trobat.",
	"deblacklistdomains": "Aquest permís permet als usuaris suprimir un domini sencer, que el bot ha trobat, de la llista negra.",
	"deblacklisturls": "Aquest permís permet als usuaris suprimir una URL, que el bot ha trobat, de la llista negra.",
	"dewhitelistdomains": "Aquest permís permet als usuaris suprimir un domini sencer, que el bot ha trobat, de la llista blanca.",
	"dewhitelisturls": "Aquest permís permet als usuaris suprimir una URL, que el bot ha trobat, de la llista blanca.",
	"highapilimit": "Aquest permís permet als usuaris i bots fer fins a 5000 peticions al minut a l'API.",
	"fpruncheckifdeadreview": "Aquest permís permet als usuaris executar l'analitzador d'URL checkIfDead a totes les informacions de fals positius, i marcar com a corregides les URL que ja no apareguin com a no actives.",
	"overridearchivevalidation": "Aquest permís permet als usuaris saltar-se les validacions fetes a una versió d'arxiu enviada.",
	"reportfp": "Aquest permís permet als usuaris informar del fals positiu d'una URL, aparentment inactiva.",
	"submitbotjobs": "Aquest permís permet als usuaris programar tasques de bot de fins a 500 articles per tasca.",
	"unblockuser": "Aquest permís permet als usuaris desblocar altres usuaris de la interfície.",
	"unblockme": "Aquest permís permet als usuaris desblocar-se a si mateixos de la interfície.",
	"viewbotqueue": "Aquest permís permet als usuaris veure la cua de totes les tasques de bot.",
	"viewfpreviewpage": "Aquest permís permet als usuaris accedir a tots els fals positius informats.",
	"whitelistdomains": "Aquest permís permet als usuaris posar a la llista blanca dominis sencers trobats pel bot.",
	"whitelisturls": "Aquest permís permet als usuaris posar a la llista blanca una URL trobada pel bot.",
	"selectall": "Selecciona'ls tots",
	"selectnone": "Desselecciona'ls tots",
	"invertselection": "Inverteix la selecció",
	"theme": "Tema",
	"default": "Predeterminat",
	"cerulean": "Ceruli",
	"classic": "Clàssic",
	"cosmo": "Cosmo",
	"cyborg": "Ciborg",
	"darkly": "Fosc",
	"flatly": "Pla",
	"journal": "Diari",
	"lumen": "Lluminós",
	"paper": "Paper",
	"readable": "Llegible",
	"sandstone": "Marès",
	"simplex": "Senzill",
	"slate": "Pissarra",
	"solar": "Solar",
	"spacelab": "Laboratori espacial",
	"superhero": "Superherois",
	"united": "Aplegat",
	"yeti": "Ieti",
	"deletearchives": "Esborra els arxius associats",
	"deletearchives1": "No impedeixis al bot de trobar nous arxius.",
	"deletearchives2": "No permetis al bot de fer servir arxius trobats al wiki.",
	"deletearchives3": "No permetis al bot de trobar nous arxius de serveis d'arxiu.",
	"deletearchives4": "Permet només a altres usuaris afegir arxius a les URL associades.",
	"archiveall": "Afegeix arxius a totes les referències actives",
	"pagetitle": "Títol de la pàgina"
}
