{
  "consolename": "IABot Management Interface",
  "consoledescription": "This webapp provides a collection of tools and services that make the maintenance and use of InternetArchiveBot more enjoyable.  To begin simply login and pick a tool you would like to use from the navigation bar.",
  "startpagelabel": "Start page",
  "runbotmenutitle": "Run Bot",
  "runbotmenutitlesingle": "Fix a single page",
  "runbotmenutitlequeuerequest": "Queue bot to run on multiple pages",
  "runbotmenutitleanalysis": "Analyze a page",
  "manageurlmenutitle": "Manage URL Data",
  "manageurlmenutitlesingle": "Manage individual URLs",
  "manageurlmenutitledomain": "Manage entire domains",
  "bugreportmenutitle": "Submit Bug Report",
  "bugreportmenutitlefalsepositive": "Report false positive",
  "bugreportmenutitlerealbug": "Report a bug",
  "metamenutitle": "Meta",
  "metamenutitlelogs": "Interface logs",
  "metamenutitleusers": "Interface users",
  "metamenutitleinfo": "Interface information",
  "metamenutitlerootheader": "Root access only",
  "metamenutitlefalsepositivereview": "Access false positive reports",
  "metamenutitlebotqueue": "Access bot queue",
  "loginbutton": "Login",
  "logoutbutton": "Logout",
  "notloggedin": "Not logged in",
  "usermebutton": "My account",
  "underconstruction": "Page under construction",
  "underconstructiontext": "This page or tool is still being developed and will be made available in the near future.",
  "tosheader": "Terms of Service",
  "tosbody": "Please read and agree to the following terms and conditions before using this interface.<br><br>USING THIS INTERFACE:<br>Changes made to the bot's memory core through this web application has a direct effect on the bot's operation on Wikipedia.  Consequently, you agree to take responsibility for any disruptive edits caused by changes made by you.  By using this interface, you also agree to claim responsibility for automated edits made on your behalf, and that all bot edits made will have your username linked in the edit summary for accountability.  Furthermore, single page edits are made directly from your account.<br><br>BLOCKING POLICY AND DISRUPTION:<br>Making disruptive changes on this interface, will result in disruptive changes on Wikipedia.  Consequently, you will be blocked for said disruption on the interface.  Furthermore, this tool is to be considered an extension of Wikipedia where use of this interface subjects you to the same local Wikipedia policy, and that disruption on this interface can result in getting blocked on Wikipedia, by the local administrators.  Getting blocked on Wikipedia, also blocks your ability to effect changes on the interface, as if you were blocked directly.<br><br>PRIVACY:<br>All actions made on the interface is publicly logged, to maintain accountability.  All users of the interface during initial sign on have some insensitive data saved.  This data includes current username, last sign on, last action, preferred language, cached public data provided by the OAuth extension, and whether they are blocked or not.  No private data whatsoever is recorded or logged.",
  "accept": "Accept",
  "decline": "Decline",
  "tokenerrorheader": "Token error",
  "tokenerrormessage": "A token mismatch was encountered during the request.  Please try your request again.",
  "tokenneededheader": "Missing token",
  "tokenneededmessage": "The required token was missing for this request.  Please try your request again.",
  "404": "Not found",
  "404message": "The page you requested doesn't exist.  Please check to make the URL is pointing to the right place.",
  "404User": "Nonexistent user",
  "404Usermessage": "The user you are trying to look up does not exist.  They may have not yet used this interface.",
  "loginrequired": "Login required",
  "loginrequiredmessage": "To use the tools on this interface, you must be logged in.  Login to get started.",
  "userheader": "Account details for {{username}}",
  "accountdetailstitle": "Account details",
  "userid": "User ID",
  "username": "Username",
  "userlaston": "User last logged on",
  "userlastactive": "User last active",
  "groupmember": "Members of",
  "blocked": "Blocked",
  "yes": "Yes",
  "no": "No :-)",
  "blockedinternally": "User is blocked on the interface",
  "blockedonwiki": "User is blocked on the local wiki",
  "blockedunknown": "The block source is unknown, please report this as a bug",
  "userflags": "User flags",
  "usersummaryheader": "Summary of user activity",
  "pagesrescued": "Pages rescued",
  "botsstarted": "Bot jobs run",
  "urlschanged": "URL data changed",
  "domainschanged": "Domain data changed",
  "fpreported": "False positives reported",
  "permissionscontrol": "Change user permissions",
  "permissionscontrolnopermission": "Insufficient permissions to control user permissions",
  "last100userlogs": "Last 100 log entries",
  "tosaccept": "Accepted the User Agreement for the Terms of Service",
  "tosdecline": "Declined the User Agreement for the Terms of Service"
}